Repository: eplr/esrs-llm
Catalog: 02_TMX/GLOSSAIRE ESRS.tmx
Source language: en_gb
Languages: fr_fr

source: summarised description of the action plans and resources
fr_fr: description succincte des plans d’action et des ressources

source: structure of esrs sustainability statement
fr_fr: Structure de la déclaration ESRS relative à la durabilité

source: specific sustainability matter
fr_fr: question de durabilité particulière

source: specific datapoint
fr_fr: point de donnée précis

source: incorporated information
fr_fr: informations incorporées

source: share of net revenue
fr_fr: part du produit net

source: sectoral decarbonisation pathway
fr_fr: trajectoire de décarbonation sectorielle

source: sector-average data
fr_fr: données relatives aux moyennes sectorielles

source: section of the management report
fr_fr: section du rapport de gestion

source: sustainable oceans / seas practice
fr_fr: pratiques durables en ce qui concerne les océans/mers

source: role with operational responsibility
fr_fr: rôle auquel incombe la responsabilité opérationnelle

source: risk of incidents of child labour
fr_fr: risque d’exploitation d’enfants par le travail

source: dependence on nature
fr_fr: dépendance à l'égard de la nature

source: organisation's dependence on nature
fr_fr: dépendance d'une organisation à l'égard de la nature

source: respecting identified ecological threshold
fr_fr: respect des seuils écologiques définis

source: water and marine resources-related risks and opportunities
fr_fr: risques et opportunités liés aux ressources aquatiques et marines

source: marine resources-related risk
fr_fr: risque lié aux ressources marines

source: water resources-related risk
fr_fr: risque lié aux ressources aquatiques

source: marine resources-related opportunity
fr_fr: opportunité liée aux ressources marines

source: water resources-related opportunity
fr_fr: opportunité liée aux ressources aquatiques

source: resources-related risk
fr_fr: risque lié aux ressources

source: resources-related opportunity
fr_fr: opportunité liée aux ressources

source: marine resources-related commodity
fr_fr: matière première liée aux ressources marines

source: remuneration ratio
fr_fr: ratio de rémunération

source: remedy for human rights impacts
fr_fr: remédier aux incidences sur les droits de l’homme

source: remediation of negative impacts
fr_fr: réparation des incidences négatives

source: remediation of material impacts
fr_fr: réparation des incidences importantes

source: climate-related policy target
fr_fr: cible stratégique liée au changement climatique

source: climate-related policy objective
fr_fr: objectif stratégique lié au changement climatique

source: related material risks
fr_fr: risques importants qui s'y rapportent

source: related material opportunities
fr_fr: opportunités importantes qui s'y rapportent

source: impacts on value chain workers
fr_fr: incidences sur les travailleurs de la chaîne de valeur

source: potential impacts on value chain workers
fr_fr: incidences potentielles sur les travailleurs de la chaîne de valeur

source: actual impacts on value chain workers
fr_fr: incidences réelles sur les travailleurs de la chaîne de valeur

source: active key asset
fr_fr: actif clé effectivement utilisé

source: firmly planned key asset
fr_fr: actif clé fermement planifié

source: primary purpose
fr_fr: but premier

source: industry initiative
fr_fr: initiative sectorielle

source: participation in an multi-stakeholder initiative
fr_fr: participation à une initiative multipartite

source: work-related rights
fr_fr: droits liés au travail

source: other work-related rights
fr_fr: autres droits liés au travail

source: forms of leverage
fr_fr: formes de levier

source: other environmental esrs
fr_fr: autres ESRS environnementales

source: impact management
fr_fr: gestion des incidences

source: ongoing due diligence process
fr_fr: processus permanent de diligence raisonnable

source: non-guaranteed hours employee
fr_fr: salarié au nombre d'heures non garanti

source: negative material impact
fr_fr: incidence négative importante

source: mitigation of material negative impacts
fr_fr: atténuation des incidences négatives importantes

source: mitigating significant material impact
fr_fr: atténuation des incidences importantes

source: double materiality perspective
fr_fr: perspective de la double importance

source: materiality of impacts
fr_fr: importance des incidences

source: material risks for the undertaking
fr_fr: risques importants pour l'entreprise

source: material opportunity for the undertaking
fr_fr: opportunité importante de l'entreprise

source: material negative impact on consumers
fr_fr: incidences négatives importantes sur les consommateurs

source: material impact on own workforce
fr_fr: incidences importantes sur les effectifs de l'entreprise

source: management of material risks
fr_fr: gestion des risques importants

source: list of the disclosure requirements
fr_fr: liste des exigences de publication

source: life cycle environmental performance
fr_fr: performance environnementale sur l’ensemble du cycle de vie

source: internal carbon pricing scheme
fr_fr: mécanisme de tarification interne du carbone

source: information on the undertaking's policies
fr_fr: informations relatives aux politiques mises en place par l’entreprise

source: individual contractor
fr_fr: contractants individuel

source: incident of child labour
fr_fr: exploitation d’enfants par le travail

source: identified ecological threshold
fr_fr: seuil écologique défini

source: human rights incidents
fr_fr: incidents en matière de droits de l’homme

source: severe human rights incidents
fr_fr: incidents graves en matière de droits de l’homme

source: gross emissions
fr_fr: émissions brutes

source: total emissions
fr_fr: émissions totales

source: GHG protocol corporate standard
fr_fr: protocole des GES, une norme destinée aux entreprises

source: gross GHG emissions
fr_fr: émissions brutes de GES

source: total GHG emissions
fr_fr: émissions totales de GES

source: renewable liquid and gaseous transport fuels of non-biological origin
fr_fr: carburants liquides et gazeux renouvelables destinés au secteur des transports, d’origine non biologique

source: liquid transport fuel
fr_fr: carburant liquide destiné au secteur des transports

source: gaseous transport fuel
fr_fr: carburant gazeux destiné au secteur des transports

source: fuel of non-biological origin
fr_fr: carburant d’origine non biologique

source: dialogue with complainants
fr_fr: dialogue avec les plaignants

source: flowchart for determining disclosures
fr_fr: diagramme permettant de déterminer les informations

source: exposure of the benchmark portfolio
fr_fr: exposition du portefeuille d’indices de référence

source: explanation of the general approach
fr_fr: explication de l'approche générale

source: explanation of the conclusions
fr_fr: explication des conclusions

source: explanation of significant changes
fr_fr: explications quant aux changements importants

source: particular characteristics of value chain workers
fr_fr: caractéristiques particulières des travailleurs de la chaîne de valeur

source: sources of information
fr_fr: sources d’information

source: incorporation by reference
fr_fr: incorporation d'informations par référence

source: evidence of certain activities having occurred
fr_fr: données concernant certaines activités menées

source: evidence of actual outcomes
fr_fr: données concernant les résultats concrets

source: estimation using sector averages and proxies
fr_fr: estimation à l’aide de moyennes sectorielles et d’approximations

source: sector averages and proxies
fr_fr: moyennes sectorielles et d’approximations

source: environmental footprint methods
fr_fr: méthodes d'empreinte environnementale

source: environmental esrs
fr_fr: ESRS environnementale

source: entity-specific allocation
fr_fr: allocation par entité

source: effectiveness of an action
fr_fr: efficacité d'une action

source: disclosure requirement iro-1
fr_fr: exigence de publication IRO-1

source: disclosure requirement iro-2
fr_fr: exigence de publication IRO-2

source: disclosure requirement e5
fr_fr: exigence de publication E5

source: disclosure requirement e4
fr_fr: exigence de publication E4

source: disclosure requirement e3
fr_fr: exigence de publication E3

source: disclosure requirement e2
fr_fr: exigence de publication E2

source: disclosure requirement e1
fr_fr: exigence de publication E1

source: disclosure/application requirements
fr_fr: exigences de publication/d’application

source: description of the action plans
fr_fr: description des plans d'action

source: Substantial Contribution criteria for Pollution Prevention and Control
fr_fr: critères relatifs à la contribution substantielle pour la prévention et la réduction de la pollution

source: topical esrs
fr_fr: ESRS thématique

source: business relationships
fr_fr: relations d’affaires

source: contractors supplying labour
fr_fr: contractants fournissant de la main-d’œuvre

source: consolidated sustainability reporting
fr_fr: information consolidée en matière de durabilité

source: confirmed incident of corruption or bribery
fr_fr: cas avéré de corruption ou de versement de pots-de-vin

source: Common International Classification of Ecosystem Services
fr_fr: classification internationale commune des services écosystémiques

source: collaborative leverage
fr_fr: levier collaboratif

source: climate-neutral operations
fr_fr: activités neutres pour le climat

source: characteristic of the undertaking's employees
fr_fr: caractéristiques des salariés de l’entreprise

source: case of non-respect
fr_fr: cas de non-respect

source: capex amount
fr_fr: montant des CapEx

source: breakdown of employees
fr_fr: ventilation des salariés

source: barrier for dissemination
fr_fr: obstacle à la diffusion

source: material risks and opportunities
fr_fr: risques et opportunités importants

source: alignment
fr_fr: alignement

source: aims for continued improvement
fr_fr: objectifs en matière d’amélioration continue

source: adequate wage benchmark
fr_fr: indice de salaire décent

source: additional material positive impacts
fr_fr: incidences positives importantes supplémentaires

source: activity of the undertaking
fr_fr: activité de l’entreprise

source: accurate cross-reference
fr_fr: référence croisée précise

source: cash flow
fr_fr: flux de trésorerie

source: prevention and detection of corruption and bribery
fr_fr: prévention et détection de la corruption et des pots-de-vin

source: third-party mechanism
fr_fr: mécanisme de tiers

source: court decision
fr_fr: décision de justice

source: decision-making process
fr_fr: processus décisionnel

source: convention for biological diversity
fr_fr: convention sur la diversité biologique

source: social violation
fr_fr: violation sociale

source: greenhouse gas emissions savings
fr_fr: réduction des émissions de gaz à effet de serre

source: reporting boundary
fr_fr: limite de déclaration

source: significant change
fr_fr: changement important

source: wage benchmark
fr_fr: indice de référence des salaires

source: tco2eq
fr_fr: teqCO2

source: commercial leverage
fr_fr: levier commercial

source: non-employee worker
fr_fr: travailleur non salarié

source: environmental performance of products
fr_fr: performance environnementale des produits

source: applicable benchmark
fr_fr: indice de référence applicable

source: non-biological origin
fr_fr: origine non biologique

source: potential future liability
fr_fr: futur passif potentiel

source: risk of forced labour
fr_fr: risque de travail forcé

source: short-term
fr_fr: court terme

source: medium-term
fr_fr: moyen terme

source: long-term
fr_fr: long terme

source: European Pollutant Release and Transfer Register
fr_fr: registre européen des rejets et des transferts de polluants

source: multi-stakeholder initiative
fr_fr: initiative multipartite

source: united nations principles
fr_fr: principes des Nations unies

source: sector average
fr_fr: moyenne sectorielle

source: contractual requirements
fr_fr: exigences contractuelles

source: annual total remuneration ratio
fr_fr: ratio de la rémunération annuelle totale

source: stranded asset
fr_fr: actif échoué

source: climate change adaptation action
fr_fr: action d’adaptation au changement climatique

source: bat
fr_fr: MTD

source: share
fr_fr: part

source: percentage of volume
fr_fr: pourcentage du volume

source: bat conclusion
fr_fr: conclusions sur les MTD

source: dependencies and impacts
fr_fr: relations de dépendance et incidences

source: actor in the value chain
fr_fr: acteur de la chaîne de valeur

source: outcome
fr_fr: résultat

source: shifting supply
fr_fr: réorientation de l'offre

source: impact perspective
fr_fr: point vue de l'incidence

source: rate of workers covered by collective agreements
fr_fr: proportion de travailleurs couverts par des conventions collectives

source: application of the requirements
fr_fr: application des obligations

source: supplier code of conduct
fr_fr: code de conduite à l’égard des fournisseurs

source: management
fr_fr: gestion

source: UN Global Compact principles
fr_fr: principes du pacte mondial des Nations unies

source: UN Global Compact
fr_fr: pacte mondial des Nations unies

source: benchmark portfolio
fr_fr: portefeuille d'indices de référence

source: stakeholder trust
fr_fr: confiance des parties intéressées

source: channels
fr_fr: canaux

source: stand-alone policy
fr_fr: politique autonome

source: nitrogen trifluoride
fr_fr: trifluorure d'azote

source: internationally recognised human rights
fr_fr: droits de l’homme internationalement reconnus

source: effectiveness criteria for non-judicial grievance mechanisms
fr_fr: critères d’efficacité pour les mécanismes de réclamation non judiciaires

source: fair conduct
fr_fr: bon déroulement

source: segment reporting
fr_fr: informations sectorielles

source: effectiveness criterion
fr_fr: critère d'efficacité

source: formal means
fr_fr: moyen formel

source: pollutant transfer
fr_fr: transfert de polluants

source: total water consumption
fr_fr: consommation d’eau totale

source: ultimate accountability
fr_fr: responsabilité finale

source: financial amount
fr_fr: montant financier

source: clear and known procedure
fr_fr: procédure clairement établie

source: work-related complaint
fr_fr: plainte liée au travail

source: work-related incident
fr_fr: incident lié au travail

source: material site
fr_fr: site important

source: employee category
fr_fr: catégorie de salariés

source: health and safety metrics
fr_fr: métriques de santé et de sécurité

source: health metrics
fr_fr: métriques de santé

source: safety metrics
fr_fr: métriques de sécurité

source: significant assumption
fr_fr: principale hypothèse

source: threat status
fr_fr: statut de menace

source: real estate asset
fr_fr: actif immobilier

source: energy efficiency of the collateral
fr_fr: efficacité énergétique des sûretés

source: good environmental status
fr_fr: bon état écologique

source: non-judicial grievance mechanism
fr_fr: mécanisme de réclamation non judiciaire

source: indicative timeframe
fr_fr: calendrier indicatif

source: including assessment criteria
fr_fr: en précisant les critères d’évaluation appliqués

source: deployment
fr_fr: déploiement

source: emissions reduction target
fr_fr: cible de réduction des émissions de GES

source: undertaking's due diligence process
fr_fr: procédure de diligence raisonnable de l’entreprise

source: inclusion of persons with disabilities
fr_fr: inclusion des personnes handicapées

source: total water consumption in m3
fr_fr: consommation d’eau totale en m3

source: at country level
fr_fr: à l'échelon national

source: risk of child labour
fr_fr: risque de travail des enfants

source: biodiversity and ecosystem protection policy covering operational sites
fr_fr: politique de protection de la biodiversité et des écosystèmes concernant les sites opérationnels

source: drawing up of BAT reference documents
fr_fr: élaboration de documents de référence MTD

source: more reliable supply
fr_fr: offre plus fiable

source: future consumer base
fr_fr: base de consommateurs futurs

source: core elements of due diligence
fr_fr: éléments essentiels de la diligence raisonnable

source: emissions of other types of GHG
fr_fr: émission d'autres types de GES

source: purchased carbon credit
fr_fr: crédit carbone acheté

source: sold carbon credit
fr_fr: crédit carbone vendu

source: transferred carbon credit
fr_fr: crédit carbone transféré

source: GHG allowances
fr_fr: quotas de GES

source: biogenic emissions
fr_fr: émissions biogènes

source: third party undertaking
fr_fr: entreprise tierce

source: phase of this leap approach
fr_fr: étape de la méthode LEAP

source: outcome of the process
fr_fr: résultats de la procédure

source: fourth phase
fr_fr: quatrième étape

source: core convention
fr_fr: convention fondamentale

source: may disclose its alignment
fr_fr: peut faire état de l'alignement

source: annual financial statements
fr_fr: états financiers annuels

source: evaluating the effectiveness of mitigation
fr_fr: évaluation de l'efficacité des mesures d'atténuation

source: materiality assessment for that topic
fr_fr: évaluation de l’importance du thème concerné

source: regular performance review
fr_fr: examen régulier des performances

source: development review
fr_fr: évaluation régulière

source: climate-related transition event
fr_fr: événement lié à la transition climatique

source: major life event
fr_fr: événement majeur de la vie

source: past events
fr_fr: événement passés

source: future events
fr_fr: événement futurs

source: undertaking's development
fr_fr: évolution de l'entreprise

source: financial perspective
fr_fr: point de vue financier

source: high impact event
fr_fr: événement ayant des répercussions fortes

source: low likelihood event
fr_fr: événement peu probable

source: GHG inventory
fr_fr: inventaire de GES

source: milestone
fr_fr: étape

source: interim target
fr_fr: objectif intermédiaire

source: interim target year
fr_fr: année cible intermédiaire

source: actual performance of the undertaking
fr_fr: performance réelle de l'entreprise

source: habitat fragmentation
fr_fr: fragmentation des habitats

source: change in the extent and condition of
fr_fr: évolution de l’étendue et de l’état de

source: waste framework directive
fr_fr: directive-cadre sur les déchets

source: requirements for the content of disclosures in this provision
fr_fr: exigences de contenu visées dans la présente disposition

source: prudential requirements for credit institutions and investment firms
fr_fr: exigences prudentielles applicables aux établissements de crédit et aux entreprises d’investissement

source: direct exploitation
fr_fr: exploitation directe

source: climate change physical risk
fr_fr: risque physique lié au changement climatique

source: impacts and dependencies on ecosystem services
fr_fr: Incidences et dépendances sur les services écosystémiques

source: global extinction
fr_fr: extinction mondiale

source: existing risk management process
fr_fr: processus de gestion des risques existant

source: understanding of the links
fr_fr: comprendre les liens

source: consolidated accounting group
fr_fr: groupe comptable consolidé

source: accounting group
fr_fr: groupe comptable

source: number of training hours
fr_fr: nombre d'heures de formation

source: training hour
fr_fr: heure de formation

source: social consequences of biodiversity and ecosystems related dependencies and impacts
fr_fr: conséquences sociales des dépendances et incidences liées à la biodiversité et aux écosystèmes

source: positive impact for value chain workers
fr_fr: incidence positive pour les travailleurs de la chaîne de valeur

source: information reported in other disclosures
fr_fr: informations communiquées dans le cadre d’autres obligations de publication

source: employment practices
fr_fr: pratiques d'emploi

source: biosphere
fr_fr: biosphère

source: nature of impacts
fr_fr: nature des impacts

source: sensitive information
fr_fr: informations sensibles

source: information on intellectual property
fr_fr: information sur la propriété intellectuelle

source: anticipated financial effects of material risks
fr_fr: information sur les incidences financières escomptées des risques

source: anticipated financial effects of material opportunities
fr_fr: information sur les incidences financières escomptées des opportunités

source: double materiality principle
fr_fr: principe de la double importance

source: additional action
fr_fr: action supplémentaire

source: additional initiative
fr_fr: initiative supplémentaire

source: primary purpose of delivering positive impacts
fr_fr: but premier de créer des incidences positives sur

source: effectiveness of these actions and intiatives in delivering intended outcomes
fr_fr: capacité de ces actions et initiatives à produire les résultats escomptés

source: outcome of the materiality assessment
fr_fr: résultats de l’évaluation de l’importance

source: information on the outcome
fr_fr: informations sur l'issue

source: identifying ecological threshold
fr_fr: détermination de seuils écologiques

source: scientifically acknowledged methodology
fr_fr: méthode scientifiquement reconnue

source: other guidance
fr_fr: autre document d'orientation

source: interim guidance
fr_fr: orientations provisoires

source: modified micro-organism
fr_fr: micro-organisme génétiquement modifié

source: micro-organism
fr_fr: micro-organisme

source: GHG emissions intensity
fr_fr: intensité des émissions de GES

source: emissions intensity
fr_fr: intensité des émissions

source: net revenue amount
fr_fr: montant du produit net

source: quantitative information
fr_fr: information quantitative

source: substitution of products
fr_fr: remplacement de produits

source: enhanced reporting obligations
fr_fr: durcissement des obligations d’information

source: introduction of regulation
fr_fr: adoption d'une réglementation

source: introduction of policy
fr_fr: adoption d'une politique

source: nature of such cases
fr_fr: nature de ces cas

source: in line with the requirements in accounting standards
fr_fr: conformément aux exigences des normes comptables appliquées

source: ozone-depleting substance
fr_fr: substance appauvrissant la couche d’ozone

source: customer appeal
fr_fr: attrait aux yeux de la clientèle

source: market differentiation
fr_fr: différenciation sur le marché

source: capacity-building
fr_fr: renforcement des capacités

source: relevant target
fr_fr: cible pertinente

source: requirements for disclosure
fr_fr: obligations de l'exigence de publication

source: particular country
fr_fr: pays donné

source: particular age group
fr_fr: certain groupe d'âge

source: current base year
fr_fr: année de référence en cours

source: initiatives regarding
fr_fr: initiatives concernant

source: issue listed in paragraph
fr_fr: questions énumérées au paragraphe

source: shorter period of time
fr_fr: période plus courte

source: performing work
fr_fr: exécutant un travail

source: specific channel
fr_fr: canal spécifique

source: participation in third-party mechanisms
fr_fr: participation à des mécanismes de tiers

source: undertaking's process
fr_fr: procédure de l'entreprise

source: starting point for sustainability reporting under
fr_fr: point de départ de l’information en matière de durabilité au titre (des)

source: climate change mitigation policy
fr_fr: politique d'atténuation du changement climatique

source: scope of the resilience analysis
fr_fr: portée de l'analyse de la résilience

source: asset manager
fr_fr: gestionnaire d'actifs

source: insurance undertaking
fr_fr: entreprise d'assurance

source: lender
fr_fr: prêteur

source: preventing trafficking in human beings
fr_fr: prévention de la traite des êtres humains
